{
    "memorias": [
        {
            "id": 1,
            "titulo": "Encuentro con la Bestia Blanca",
            "imagenes": [
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/"
            ],
            "descripcion": [
                "Este encuentro con la bestia blanca en el primer capítulo fue uno de los momentos más memorables que he presenciado. No solo fue increíblemente divertido, sino que también me sigue causando mucha gracia y nostalgia cada vez que lo recuerdo.",
                "Este capítulo no solo nos presenta a la bestia blanca, sino que también nos muestra la primera carrera contra Lana, uno de los personajes más queridos por el fandom y, por supuesto, por mí.",
                "La combinación de la emoción de la carrera y el carisma de Lana hacen de este capítulo una experiencia inolvidable."
            ]
        },
        {
            "id": 2,
            "titulo": "El futuro que no debió ser...",
            "imagenes": [
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/"
            ],
            "descripcion": [
                "Justo en el final del capítulo 10 de la temporada 1 se puede ver de primeras cómo arreglamos el conflicto entre el imperio Rah y Kanterbury, sin embargo, no todo sería color de rosas. Después de un encuentro inesperado con Penny, se nos revela que ella fue una espía de los invasores desde el principio... Revelando su verdadera identidad como el Mago Oscuro, quien tendría entre sus manos el desparecernos y mandarnos al futuro...",
                "Nos despertamos en un lugar completamente gris, un ambiente destrozado, y luego de caminar un poco y adentrarnos dentro de este nuevo ambiente descubrimos poco a poco qué fue lo que sucedió, invasores por doquier, enemigos secuestrando ciudadanos, toda clase de desgracias estaban sucediendo. Sin embargo, gracias a miembros de la resistencia somos llevados al frente de batalla para defender a los civiles... Y de esa misma forma, así es como nos encontramos con ella...",
                "La princesita de Kanterbury ya no era más una pequeña, sino una mujer fuerte que había estado liderando la resistencia contra los invasores. Ella y todo su grupo eran la última esperanza de la humanidad para pelear contra los invasores. Después de muchas conversaciones... Se nos presenta el hecho de que había pasado bastante tiempo... y tras esto, habían surgido muchas bajas importantes... La capitana Eva, la maestra de Kung Fu Mei, Marvin y Shapira... cuatro campeones habían sido asesinados..."
            ]
        },
        {
            "id": 3,
            "titulo": "Loraine y Labose...",
            "imagenes": [
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/"
            ],
            "descripcion": [
                "Loraine... un personaje de lo más trivial en lo que consta del lore de Guardian Tales. Su presencia nos toma por sorpresa al ver que de primeras se presenta con intenciones de ayudarnos, pero luego trata de asesinarnos con tal de quedarse con la espada del héroe. Luego, es revelado ante la princesa cómo Loraine es una forma de vida no identificada, la cual, por lo que aparenta, es inmortal gracias a una flor de la cual ella siempre renace en caso de que su cuerpo sufra daños severos o sea destruido.",
                "Loraine vive en Heavenhold junto al caballero y la princesa, cocinando y básicamente teniendo el papel de cuidadora de la princesa. Ella es un aliado formidable y capaz de más de lo que aparenta, siendo que después de que el caballero fuera mandado al futuro, ella se mantuvo como cuidadora de la princesa. Tras varios años de escucharla llorar en las noches, decide ir a enfrentarse contra los invasores por sí sola para terminar con la guerra... pero falló...",
                "Fue capturada, torturada y experimentada por los invasores, quienes encontraron interesante el hecho de cómo su forma biológica le permitía realizar funciones inhumanas. Ella sobrevivió todo para ser encontrada por nuestro panoli, quienes habían sido emboscados. Sin embargo, ella intenta con todas sus fuerzas pelear contra los invasores, alentando al caballero y la princesa a que continúen y terminen la guerra de una vez por todas... Siendo así como ella demuestra que siempre fue leal a nuestro panoli, pero, sobre todo, a la princesita."
            ]
        },
        {
            "id": 4,
            "titulo": "Lana, la contradoncella...",
            "imagenes": [
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/"
            ],
            "descripcion": [
                "Tras investigar en el futuro por un tiempo regular, nos topamos con una de nuestros más formidables rivales... Lana... Sin embargo, no la encontramos como esperábamos. Ella había sido víctima de la guerra contra los invasores y tras intentar salvar a civiles, perdió la funcionalidad en sus piernas. Aun así, a pesar de todo, intenta mostrarse fuerte frente a nosotros y lo demuestra tratando lo mejor posible de apoyar a la resistencia... Durante un tiempo en el capítulo 11, vemos cómo la esperanza vuelve a ella cuando escucha sobre una máquina expendedora que contiene una medicina que podría ser capaz de curar sus piernas y así, ella emprende una búsqueda para encontrar dicha máquina...",
                "Nosotros la ayudamos en lo que podemos y al final sí encontramos la máquina. Sin embargo, al momento de que ella tomase la medicina, esta no surte efecto y entonces, al intentar volver a caminar, simplemente cae al suelo y pierde las esperanzas nuevamente... Pero, aun así, se mantiene determinada a querer hacer todo en su poder para ayudar a nuestro caballero... Luego, en el capítulo 12, vemos cómo continúa su historia. Al adentrarnos en Heavenhold, nos dirigimos a la fábrica de pociones donde tal vez podamos conseguir una poción para Lana antes de irnos. Sin embargo, todo sale mal y los invasores destruyen la fábrica. Lana, siendo la heroína que es, nos salva e incluso nos da la última poción para que el caballero viva...",
                "En unos episodios antes de terminar el capítulo y que el caballero regrese a su tiempo, se nos da la chance de volver a tener una última carrera contra Lana. De esta forma competimos y en el último minuto se ve cómo Lana había caído de su silla de ruedas. Sin embargo, gracias al efecto de la poción expirada, Lana pudo volver a correr y ganarnos en la carrera... Definitivamente, Lana la contradoncella es un personaje de los más queridos en Guardian Tales, y personalmente es uno de mis personajes favoritos y del cual siempre espero con ansias encontrarme en cualquier episodio de los capítulos que estemos. Sea como sea su aparición, ella es un ejemplo de determinación y coraje."
            ]
        },
        {
            "id": 5,
            "titulo": "¡Regreso al presente!",
            "imagenes": [
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/",
                "/GremiosYRaids/imagenes/PorQue-Memorias/"
            ],
            "descripcion": [
                "Tras haber vencido a Beth y haber repelido la fuerza invasora de Heavenhold, se nos concede la posibilidad de volver al pasado...",
                "Tras una emotiva y dramática despedida por parte de la princesa y todos los compañeros, vemos cómo en gran medida cada uno de ellos espera lo mejor de nuestro panoli... La princesa, siendo como es, nos despide con un abrazo y nos promete que se volverá más fuerte para poder ser capaz de proteger a todos. Luego, con tristeza, nos dice que hay alguien quien nos espera del otro lado.",
                "Al cruzar el portal somos transportados a Heavenhold y justo al lado de la princesa quien aguardaba nuestra llegada. Ella se lanza a los brazos de nuestro panoli y, llorando, se reúnen la princesa y el caballero nuevamente."
            ]
        }
    ]
}
